ttmp/2026/05/15/GOJA-KANBAN-RENDER-OPT--kanban-render-performance-optimization-design-for-goja-site/archive/render-attrs-attrlist-20260515T200104Z/vegeta.txt
Requests      [total, rate, throughput]         3000, 100.03, 71.79
Duration      [total, attack, wait]             41.789s, 29.991s, 11.799s
Latencies     [min, mean, 50, 90, 95, 99, max]  8.274ms, 5.59s, 5.271s, 10.758s, 11.222s, 11.714s, 11.799s
Bytes In      [total, mean]                     750120000, 250040.00
Bytes Out     [total, mean]                     0, 0.00
Success       [ratio]                           100.00%
Status Codes  [code:count]                      200:3000  
Error Set: